Repository: 84000/data-translation-memory
Catalog: toh263-v3.tmx
Source language: bo
Languages: en

source: རྒྱལ་མཚན་དང་། བ་དན་དང་། རོལ་མོ་དཀྲོལ་བ་མཆོག་ཏུ་རྒྱ་ཆེ་བ་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་དེ་དག་ལ་མཆོད་པ་བྱས་ནས་རྐང་པ་གཉིས་ས་ལ་བཙུགས་ཏེ། སྤྱི་བོས་ཕྱག་འཚལ་ནས་མེ་ཏོག་བན་དུའི་ཆུན་པོ་དེ་གཉིས་བླངས་ཏེ་དེའི་རལ་པ་ལ་བཏགས་ནས་རྣམ་པ་དེ་ལྟ་བུའི་བརྩོན་འགྲུས་ཀྱི་རང་བཞིན་མཆོག་ཏུ་རྒྱ་ཆེ་བའི་སྟོབས་དང་མཐུ་དང་དྲན་པ་ཡང་ཐོབ་བོ། །
en: As I took the two bouquets of pentapetes flowers and tied them up to my locks of hair, I attained the power, ability, and recollection of that type of diligence that has a supremely vast nature.

source: ཇི་ལྟར་བཀྲེས་པ་དང་སྐོམ་པ་ཐམས་ཅད་ཀྱིས་ཐམས་ཅད་རྒྱུན་བཅད་ནས་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གི་མདུན་དུ་ཆོས་མཉན་པའི་ཕྱིར་འདུག་པས་དེ་མཆོག་ཏུ་དགའ་བར་གྱུར་ཏོ། །
en: All the hungry and thirsty beings also interrupted their practices, sat in front of those bodhisattvas to listen to the Dharma, and were filled with intense joy.

source: རྣམ་པ་དེ་ལྟ་བུའི་བརྩོན་འགྲུས་ཀྱིས་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་བསྒོམ་པར་འགྱུར་བ་ནི་གང་ཞེས་བྱས་པ་དང་།
en: I asked them how with that type of diligence one could cultivate the acceptance of taming beings with the sky-colored method of perfect conduct.

source: དེ་དག་གིས་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་ཆོས་བཞི་དང་ལྡན་ན་རིགས་ཀྱི་བུ་བཟོད་པ་འདི་སྒོམ་པར་བྱེད་དོ། །
en: “The bodhisattvas replied, ‘Great King, if noble sons are endowed with four qualities, they cultivate this acceptance.

source: ཕུང་པོ་དང་ཁམས་དང་སྐྱེ་མཆེད་ལ་རྟེན་པ་མེད་པ་དང་། སྙིང་རྗེ་ཆེན་པོའི་ཐབས་ལ་མཁས་པ་རྒྱུན་མི་གཅོད་པ་དང་། རྟག་པ་དང་ཆད་པ་མེད་པ་དང་། ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་མི་འདོད་པ་དང་། ཚུལ་གཅིག་གིས་ཆོས་ཐམས་ཅད་ནམ་མཁའི་རང་བཞིན་ལྟ་བུར་ཤེས་པ་སྟེ།
en: Not relying upon the aggregates, the elements, or the sense fields; not interrupting the skillful means of great compassion; not seeking permanence or annihilation or the vehicles of the hearers or the solitary buddhas; and understanding that all phenomena are a likeness that has the nature of space.

source: རིགས་ཀྱི་བུ་ཆོས་འདི་བཞི་དང་ལྡན་ན་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་འདི་ཐོབ་བོ། །འདི་ལ་ལུང་བསྟན་པ་ན།
en: The noble sons who are endowed with those four qualities will attain this acceptance of taming beings with the sky-colored method of perfect conduct.’

source: རྒྱལ་པོ་དེ་སྟན་དེ་ལ་འདུག་སྟེ་རིགས་དང་འཐུན་པའི་སྒོ་ནས་འོད་ཟེར་འབྱུང་བའི་བཟོད་པ་ཐོབ་པར་གྱུར་ནས་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་ལ་རྐང་པ་གཉིས་ས་ལ་བཙུགས་ཏེ་སྤྱི་བོས་ཕྱག་འཚལ་ནས་མཆོད་པ་སྣ་ཚོགས་བྱས་ཏེ་གཡས་ཕྱོགས་ནས་ལན་གསུམ་བསྐོར་བ་བྱས་ནས་འདུག་གོ། །
en: “As this instruction was being delivered, the king attained the acceptance of the arising of light rays through those very same means right where he sat. He knelt on both knees, prostrated at those bodhisattvas’ feet, made various offerings to them, circumambulated them three times clockwise, and sat down.

source: བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་ཀྱང་རང་རང་གི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་ཡང་དག་པར་ཞུགས་སོ། །དེ་ནས་ངས་ཞང་བློན་དང་། བློན་པོ་དང་། ཞམ་རིང་བ་འཁོར་ལ་ཤེས་པར་བྱས་པ།
en: The bodhisattvas then returned to their buddha realm.

source: ང་ཉིན་ཞག་བདུན་དུ་སྲིད་དང་། ཕྱུག་པོ་དང་། ལོངས་སྤྱོད་དང་། ཀུན་ཏུ་སྤྱོད་པ་དང་། ཁྱིམ་པའི་མཚན་མ་ཐམས་ཅད་སྤངས་ཏེ།
en: “I then informed my ministers, my government officials, and my retinues of attendants that, in seven days, I would renounce my ruling power, my wealth, my possessions, my duties, and all the attributes of a householder.

source: དཀའ་ཐུབ་ཀྱི་ནགས་ཚལ་དུ་འགྲོ་ཞིང་རྒ་ཤིའི་ཕ་རོལ་དུ་འགྲོ་བར་གྲོགས་པོ་དག་ཤེས་པར་གྱིས་ཤིག །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: ‘My friends,’ I told them, ‘I want to let you know that I will go to the forest of ascetics to reach the other shore of old age and death.’

source: ཞང་བློན་དང་། བློན་པོ་དང་། ཞམ་རིང་བའི་འཁོར་དེས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །རབ་ཏུ་བྱུང་བའི་ལྷའི་དུས་དེ་ནི་དེ་ལྟ་མ་ལགས་སོ། །
en: My ministers, my government officials, and my retinues of attendants replied to me, ‘This is not a fortunate time to become a renunciant.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: Why?

source: གང་སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་མང་པོ་དེ་དག་རྒ་ཤིའི་འཇིགས་པས་དཀའ་ཐུབ་ཀྱི་ནགས་ཚལ་དུ་དོང་སྟེ་བསྟན་པ་རྣམས་ལ་དམིགས་པར་ཡང་མི་འགྱུར་རོ། །
en: Because many myriads of beings have left for the forest of ascetics motivated by their fear of old age and death, but they have not yet found such teachings.

source: གང་ལ་ལ་སེམས་ཅན་གཅིག་ཀྱང་འཕགས་པ་བླ་མ་མིའི་ཆོས་ཀྱི་ཁྱད་པར་མ་ལུས་པར་ཁོང་དུ་ཆུད་པ་ཡང་མེད་དོ། །
en: Not a single one among them has even comprehended the full extent of the highest noble Dharma of human beings.’

source: ངས་ཡང་འདི་སྐད་ཅེས་སྨྲས་སོ། །ང་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་བསྟན་པར་འགྱུར་ཞིང་རྒ་ཤིའི་ཕ་རོལ་གྱི་ལམ་སྟོན་པའོ། །
en: “ ‘I will become all of those beings’ teacher,’ I replied, ‘and I will show them the path that leads to the other shore of old age and death.’

source: ངས་སེམས་ཅན་ཐམས་ཅད་འབོད་པའི་ཕྱིར་ཚིག་འདི་བརྗོད་མ་ཐག་ཏུ་དེ་ནས་དེ་ཉིད་ཀྱི་ཚེ་ན་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་ས་ལན་དུ་མ་གཡོས་སོ། །ལྷ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་མང་པོས་ཀྱང་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ནོ། །ལྷ་རྫས་ཀྱི་རོལ་མོ་བརྡུང་བ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་གིས་རབ་ཏུ་དཀྲོལ་ཏོ། །
en: “As soon as I uttered the words ‘all those beings,’ the ground of this great trichiliocosm shook repeatedly.

source: ལྷ་རྫས་ཀྱི་མེ་ཏོག་དང་། སྤོས་དང་། དྲི་དང་། ཕྱེ་མ་དང་། བྱུག་པའི་ཆར་སྣ་ཚོགས་རབ་ཏུ་བབ་ནས་ལྷ་བྱེ་བ་ཁྲག་ཁྲིག་མང་པོས་མགྲིན་གཅིག་ཏུ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Many myriads of gods applauded, played myriads of musical instruments, and rained various showers of divine flowers, incense, perfumes, powders, and ointments.

source: སྐྱེས་བུ་དམ་པ་ཁྱོད་ཀྱིས་རྣམ་པ་དེ་ལྟ་བུའི་རྩལ་ཆེན་པོ་བྱ་བར་ནུས་ཤིང་སྐྱེས་བུ་དམ་པ་ཁྱོད་ཀྱིས་ལེགས་པར་བཤད་པ་ལེགས་སོ་ལེགས་སོ། །
en: They exclaimed in unison, ‘Holy being, your ability to manifest this great strength and your statements are excellent, excellent!

source: སྐྱེས་བུ་དམ་པ་ཁྱོད་དང་བདག་ཅག་ནི་བྱམས་པའི་རྗེས་སུ་འབྲང་བའི་གྲོགས་པོར་འགྱུར་རོ། །
en: Holy being, you and we will be friends bound by love!

source: དེ་ལྟར་སྐྱེས་བུ་དམ་པ་ཁྱེད་རྒ་ཤིའི་ཕ་རོལ་གྱི་ལམ་བསྟན་པ་སྟོན་པར་གྱུར་ཅིག །
en: Holy being, will you please show us the path that leads to the other shore of old age and death?’

source: སྡིག་པ་སྤོང་བ་དེ་ང་ནི་ཞག་བདུན་པ་གཉིས་ཀྱི་བར་དུ་དབེན་པས་རྗེས་སུ་རྟོག་ཅིང་གནས་པས་ཞག་བདུན་ན་དེ་དག་གིས་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་འདི་ཐོབ་པར་གྱུར་ཏོ། །
en: “Renouncers of misdeeds, I reflected and resided in solitude for a total of two weeks. In seven days, I reached the acceptance of discipline through taming beings with the sky-colored method of perfect conduct.

source: ཞག་བདུན་པ་དེ་ལས་ཤིན་ཏུ་འདས་ནས་གནོད་སྦྱིན་བྱེ་བ་མང་པོ་སངས་རྒྱས་ཀྱི་ཞིང་ཤིན་ཏུ་རྣམ་པར་ཕྱེ་བ་ཐམས་ཅད་དུ་སྒྲ་འབྱིན་པར་གྱུར་ཏོ། །དབྱངས་ཀྱི་རྗེས་སུ་ཉན་པར་གྱུར་ཏོ། །
en: After those seven days had passed, many millions of yakṣas started to shout, and their voices resounded everywhere in this buddha realm Apportioned, instilling weariness in beings.

source: སེམས་ཅན་རྣམས་ལ་སྐྱོ་བ་སྐྱེད་པར་བྱེད་པ་ནི་ཀྱེ་སེམས་ཅན་རྣམས་ལོངས་ཤིག །
en: They said, ‘Get up beings!

source: གླིང་བཞི་པའི་དབུས་ཀྱི་རྒྱལ་པོ་བསོད་ནམས་འོད་ཟེར་གྱི་མཛོད་གང་ན་བ་དེར་ཉེ་བར་སོང་ཤིག་དང་།
en: Go to the middle of this four-continent world, to the place where King Treasury of Light Rays of Merit is residing.

source: དེ་ཞག་བདུན་ན་བྱུང་སྟེ་དཀའ་ཐུབ་ཀྱི་ནགས་ཚལ་དུ་སོང་ནས་སེམས་ཅན་རྣམས་ལ་རྒ་ཤིའི་ཕ་རོལ་དུ་འགྲོ་བ་ཞི་བའི་ལམ་སྟོན་པར་འགྱུར་རོ། །
en: In seven days, he will emerge, go to the forest of the ascetics, and show to beings the path of peace that leads to the other shore of old age and death.’

source: དེ་ང་ནི་མཁར་གྱི་རྒྱལ་པོ་དྲུག་ཅུ་རྩ་བཞི་དང་བུ་དང་བཅས་པ་དང་། མཁར་གྱི་རྒྱལ་པོའི་བུ་ཁྲག་ཁྲིག་དགུ་བཅུ་རྩ་གཉིས་དང་། བགྲང་བ་ལས་ཤིན་ཏུ་འདས་པའི་སེམས་ཅན་དང་ལྷན་ཅིག་ཏུ་ཉི་མ་བདུན་པ་དེ་ལས་ཤིན་ཏུ་འདས་ནས་བྱུང་སྟེ།
en: “After those seven days had passed, I came out together with sixty-four rulers of forts and their sons, the 920,000,000 sons of the fort rulers, and countless other beings.

source: ཁྱིམ་གྱི་ལོངས་སྤྱོད་དང་། ཀུན་ཏུ་སྤྱོད་པ་ཐམས་ཅད་དང་།
en: I renounced all my home possessions, all my duties, and all my attributes of a householder.

source: ཁྱིམ་པའི་མཚན་མ་ཐམས་ཅད་སྤངས་ཤིང་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་མེ་ཏོག་བན་དུ་ཇི་སྙེད་པ་རལ་པ་ལ་བཏགས་ཏེ་གོས་ཁ་དོག་བསྒྱུར་བ་གྱོན་ནས། དཀའ་ཐུབ་ཀྱི་ནགས་ཚལ་དུ་དོང་སྟེ།
en: I shaved my hair and facial hair, tied all the pentapetes flowers to my locks, donned the monastic robes, and went to the forest of ascetics.

source: དེ་ཡང་དེ་ལ་གནས་ནས་བགྲང་བ་ལས་ཤིན་ཏུ་འདས་པའི་སེམས་ཅན་རྣམས་ལ་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་འདི་བསྒོམ་པའི་ལམ་སྟོན་ཏོ། །
en: While residing there, I demonstrated to countless beings the path of cultivating this acceptance of taming beings with the sky-colored method of perfect conduct.

source: སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་མང་པོ་ཡུན་མི་རིང་བས་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་འདི་ཐོབ་པར་གྱུར་ཏོ། །དེ་ན་ངས་བགྲང་བ་ལས་ཤིན་ཏུ་འདས་པའི་སེམས་ཅན་རྣམས་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་སྦྱོར་བར་གྱུར་ཏོ། །
en: Before long, many myriads of beings achieved this acceptance of taming beings with the sky-colored method of perfect conduct.

source: དེ་ན་ངས་བགྲང་བ་ལས་ཤིན་ཏུ་འདས་པའི་སེམས་ཅན་རྣམས་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་སྦྱོར་བར་གྱུར་ཏོ། །བགྲང་བ་ལས་ཤིན་ཏུ་འདས་པའི་སེམས་ཅན་རྣམས་ལྷ་དང་མི་ལ་སྦྱོར་བར་གྱུར་ཏོ། །
en: I also connected countless beings to the vehicle of the hearers, the vehicle of the solitary buddhas, and the vehicle of gods and humans.

source: དེས་བགྲང་བ་ལས་ཤིན་ཏུ་འདས་པའི་སེམས་ཅན་རྣམས་ཕྱོགས་བཅུའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་བསྙེན་བཀུར་བར་གྱུར་ཏོ། །
en: As a consequence, countless beings started to venerate the blessed buddhas of the ten directions.

source: དེ་ནས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་གི་སྤྱན་སྔར་ངས་རྣམ་པ་འདི་ལྟ་བུའི་སྨོན་ལམ་བཏབ་སྟེ། བདག་ད་ལྟར་སངས་རྒྱས་ཀྱི་ཞིང་ཤིན་ཏུ་རྣམ་པར་ཕྱེ་བ་ན་སེམས་ཅན་རྣམས་རྒ་ཤིའི་ཕ་རོལ་ཏུ་འགྲོ་བའི་བཟོད་པའི་ལམ་སྟོན་ཅིང་ཕྱོགས་བཅུའི་ཉོན་མོངས་པ་དང་།
en: “Then I made this aspiration in the presence of those blessed buddhas: ‘Today, I will show the beings in this buddha realm Apportioned the path of acceptance that leads to the other shore of old age and death.

source: རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་ཆུ་བོ་གང་གཱའི་བྱེ་མ་སྙེད་ན་སེམས་ཅན་རྣམས་ལ་རྒ་ཤིའི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་བཟོད་པའི་ལམ་བསྟན་པར་བྱའོ། །
en: I will also show this path of acceptance that leads to the other shore of old age and death to beings in the afflicted buddha realms of the ten directions inundated with the five impurities that are as numerous as all the grains of sand in the Ganges.’

source: སྡིག་པ་སྤོང་བ་ཇི་ལྟར་ཡང་ང་རྣམ་པ་དེ་ལྟ་བུའི་སྤྱོད་ལམ་ལ་བརྩོན་པ་འདིས་རྩལ་ཆེན་པོ་བྱས་པར་གྱུར་ཏོ། །
en: Renouncers of misdeeds, I put forth great strength through my efforts in this activity.

source: དེ་བཞིན་དུ་བསྐལ་པ་བར་མ་བདུན་ལས་ཤིན་ཏུ་འདས་པའི་ཕྱོགས་བཅུ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་ཆུ་བོ་གང་གཱའི་བྱེ་མ་སྙེད་ཐམས་ཅད་དུ་ཀུན་ཏུ་རྒྱུའི་ཆ་བྱད་ཀྱིས་རྣམ་པ་དེ་ལྟ་བུའི་རྩལ་ཆེན་པོ་བྱས་སོ། །
en: For more than seven intermediate eons, I put forth great strength while dressed as a parivrājaka in all the afflicted buddha realms of the ten directions inundated with the five impurities that are as numerous as all the grains of sand in the Ganges.

source: ངས་སངས་རྒྱས་ཀྱི་ཞིང་རེ་རེ་ལ་བགྲང་བ་ལས་ཤིན་ཏུ་འདས་པའི་སེམས་ཅན་རྣམས་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་ལ་བཀོད་དོ། །ངས་བགྲང་བ་ལས་ཤིན་ཏུ་འདས་པའི་སེམས་ཅན་རྣམས་བྱང་ཆུབ་ཀྱི་སེམས་སུ་སྦྱོར་བར་གྱུར་ཏོ། །དེ་བཞིན་དུ་ཉན་ཐོས་ཀྱི་ཐེག་པ་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་དང་། ལྷ་དང་མིའི་ཐེག་པ་ལ་སྦྱོར་བར་གྱུར་ཏོ། །
en: In each buddha realm, I established countless beings in the acceptance of taming beings with the sky-colored method of perfect conduct, I connected countless beings to the mind set on awakening, and I also connected some among them to the vehicle of the hearers, the vehicle of the solitary buddhas, and the vehicle of gods and humans.

source: སྡིག་པ་སྤོང་བ་དེ་ང་བསྐལ་པ་བར་མ་བདུན་གྱིས་ཕྱོགས་བཅུའི་ཞིང་སྟོང་པ་དང་། རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་ཆུ་བོ་གང་གཱའི་བྱེ་མ་སྙེད་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་འདི་རེ་རེ་ལ་ཀུན་ཏུ་རྒྱུའི་ཆ་བྱད་ཀྱིས་རྣམ་པ་དེ་ལྟ་བུའི་རྩལ་ཆེན་པོ་བྱས་ཏེ།
en: Renouncers of misdeeds, for seven intermediate eons I put forth great strength dressed as a parivrājaka in all the empty realms of the ten directions inundated with the five impurities that are as numerous as all the grains of sand in the Ganges.

source: ཕྱིས་གླིང་བཞི་པ་དེ་དག་ཏུ་བདུད་དུ་གྱུར་ཏོ། །དེ་ན་སེམས་ཅན་ལ་ལའི་མདུན་དུ་ཚངས་པའི་གཟུགས་ཀྱིས་འདུག་པར་གྱུར་པ་ནི་དེ་དག་རྟག་པར་ལྟ་བ་ལོག་པར་བཟུང་བ་ལས་ཐར་བར་བྱ་སྟེ། ལ་ལ་བརྒྱ་བྱིན་གྱི་གཟུགས་དང་།
en: “Later on, those four-continent worlds will fall under the influence of māras, and at that point I will sit before the beings in those worlds in the form of Brahmā and liberate them from holding the wrong view of permanence.

source: ལ་ལ་ཟླ་བ་དང་ཉི་མ་དང་། དབང་ཕྱུག་གི་གཟུགས་ནས། ལ་ལ་འོད་འཕྲོ་བའི་ཕུང་པོའི་བར་དུ་གཟུགས་ཀྱིས་མདུན་དུ་འདུག་པར་གྱུར་ཏོ། །
en: I will sit before them in any form from Śakra, Moon, Sun, and Īśvara, up to a mass of radiating light.

source: ངས་ཇི་ལྟར་སྔོན་ཀུན་ཏུ་རྒྱུའི་གཟུགས་ཀྱིས་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་འདི་བསྒོམ་པ་སྟོན་ཅིང་ཇི་ལྟར་རང་བཞིན་གྱིས་ཉོན་མོངས་པའི་ཆོས་ཀྱི་དབྱིངས་གཉིས་སུ་མེད་པའི་སྒོས་ཡོངས་སུ་ཤེས་པར་བྱ་བ་དང་། བདག་གི་ཁམས་ཇི་ལྟ་བ་དེ་ལྟར་སེམས་ཅན་གྱི་ཁམས་གཉིས་སུ་མེད་པའི་སྒོས་ཡོངས་སུ་ཤེས་པར་བྱ་ཞིང་།
en: Just as I taught the cultivation of this acceptance of taming beings with the sky-colored method of perfect conduct in the past while taking the form of a parivrājaka, I will make them understand the realm of afflicted phenomena through the method of nonduality, and I will make them understand the elements that pertain to a self and the elements that pertain to a being through the method of nonduality.

source: དེ་ལྟར་མིག་གི་གཟུགས་ཀྱི་སྒོ་འཕོས་པ་མེད་ཅིང་རྣམ་པར་ཕྱེ་བ་མེད་པ་གཉིས་སུ་མེད་པའི་ཆོས་བསྟན་པར་འགྱུར་རོ། །
en: And thus the gateway of the forms perceived by the eyes will reveal nonduality, the absence of passing away, and the absence of being reborn.

source: ཆོས་ཐམས་ཅད་སེམས་ཅན་མེད་པ་ནི་སེམས་ཅན་དང་བྲལ་བ་ནས་ཆོས་ཐམས་ཅད་སྤྲོས་པ་མེད་པ་ནི་ལུས་དང་ངག་དང་ཡིད་ཀྱི་འདུ་བྱེད་དང་བྲལ་བའི་བར་དུའོ། །
en: Because all phenomena are everything from being devoid of a being and free of a being, up to all phenomena being without elaboration and free of physical, verbal, and mental formations.

source: རྒྱལ་པོ་ཆེན་པོ་བསོད་ནམས་ཀྱི་འོད་ཟེར་གྱི་མཛོད་ངས་ཀུན་ཏུ་རྒྱུའི་ཆ་བྱད་ཀྱིས་རྣམ་པ་དེ་ལྟ་བུའི་བདེ་བའི་ལམ་འདི་སྒོམ་པ་ན་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་ལྟ་བ་སྐྱེད་དོ། །དེའི་འོག་ཏུ་གླིང་བཞི་པ་ཆགས་པ་མེད་པ་དེ་དག་ན་སེམས་ཅན་དེ་དག་ལ་བདུད་ལ་ལ་ཚངས་པའི་གཟུགས་ནས་མེའི་ཁ་དོག་གི་བར་གྱི་གཟུགས་ཀྱིས་ཉེ་བར་ཕྱིན་ཏོ། །སེམས་ཅན་མཆོག་ཏུ་མ་རུངས་པའི་ལྟ་བར་སོང་བ་དེ་དག་ལ་རྣམ་པ་དེ་ལྟ་བུའི་ལམ་སྟོན་ཏོ། །ལ་ལ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཀྱེ་སེམས་ཅན་རྣམས་ཚུར་ཤོག །
en: “When I, the great king Treasury of Light Rays of Merit, cultivated the path of happiness while dressed as a parivrājaka in such a way that I gave rise to views in order to ripen beings, later on, some māras who had taken on the appearance of anyone from Brahmā to Agni approached those beings who were not attached to that four-continent world and taught paths such as those that follow to those beings who adhered to utterly deceitful views: “They said to some of them, ‘Come here, beings!

source: ཀྱེ་སེམས་ཅན་རྣམས་ལེགས་སོ། །
en: Excellent, beings!

source: འཁོར་བའི་ཕ་རོལ་ཏུ་འགྲོ་བ་དང་རྒ་ཤི་ལས་ཐར་པར་བྱ་བའི་ཕྱིར་ཁྱོད་དགེ་བའི་རྩ་བ་ལ་བརྩོན་པར་གྱིས་ཤིག །
en: You must strive to create roots of virtue to reach the other shore of saṃsāra and be liberated from old age and death.

source: ཁྱོད་འབའ་ཞིག་མྱ་ངན་ལས་འདའ་བར་འགྲོ་བ་ཡོངས་སུ་རྫོགས་པའི་ཕྱིར་བདག་ནི་ཁྱོད་མྱ་ངན་ལས་འདའ་བར་འགྲོ་བའི་ལམ་བསྟན་པར་འགྱུར་རོ། །ཁྱོད་གོས་མེད་པར་ཉིན་མཚན་དེ་དག་ལས་ཡང་དག་པར་ཤིན་ཏུ་འདའ་བར་བྱོས་ཤིག །
en: I will show you the path that leads to nirvāṇa so that you alone may perfect that path leading to nirvāṇa: spend both day and night naked, and you will reach liberation.’

source: དེས་ཐར་པ་ཐོབ་པར་བྱོས་ཤིག །ཡང་ལ་ལ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཁྱོད་འདི་ལ་གྲོལ་ཞིང་གོས་མེད་པར་འགྱུར་བ་ནས་པགས་པའི་གོས་ཀྱི་བར་དུ་གྱོན་ཅིག །
en: “To others, they said, ‘In order to reach liberation, do anything from being naked to wearing clothes made of hides.’

source: ཡང་ལ་ལ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: “To others, they said, ‘Come here!

source: ཀྱེ་ཚུར་ཤོག་ལོ་མ་ཟ་བ་ནས་མ་ཞུ་བ་དང་ངན་སྐྱུགས་ཀྱི་བར་དུ་ཟ་བར་བྱོས་ཤིག །
en: Feed on anything from leaves to undigested food and vomit.’

source: ཀྱེ་ཚུར་ཤོག་ཁྱེད་ཅག་དེ་བཞིན་དུ་བུམ་པའི་ཁ་ནས་ཟས་མ་ལེན་ཅིག་པ་ནས་ཟས་ཟ་ཅིག་གི་བར་དུ་ཟོ་ཤིག །
en: None of you should accept or eat food that comes from pots.’

source: ཚུར་ཤོག་ཁྱོད་སློང་བ་གཅིག་གིས་ཉིན་མཚན་ཡང་དག་པར་ཤིན་ཏུ་འདའ་བར་བྱོས་ཤིག །
en: Sustain yourselves for a whole day and night with the food you received by begging a single time.’

source: ཡང་ལ་ལ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཚེར་མའི་མལ་དང་སྟན་ལ་འདུག་པ་ནས་ཙོག་པུའི་མལ་གྱི་བར་དུ་བྱོས་ཤིག །
en: “To others, they said, ‘You should do everything from sitting on beds and seats made of thorns to sleeping while sitting up.’

source: ཡང་ལ་ལ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །སྟན་སྤངས་པར་གྱུར་པ་ནས་རྐང་པ་གཉིས་ཤིང་གི་ཡལ་ག་ལ་འཁྱུད་པའི་བར་དུ་ཉིན་མཚན་ཤིན་ཏུ་ཡང་དག་པར་འདའ་བར་བྱོས་ཤིག །
en: “To others, they said, ‘You should do everything from giving up cushions to spending both day and night with your legs tied to the branches of a tree.’

source: ཚུར་ཤོག་ཁྱེད་ཅག་ཆུའི་ནང་དུ་ཞུགས་པ་ནས་ཉི་མ་ལྔ་པས་ཡོངས་སུ་སྐེམས་པ་ན་ཉིན་མཚན་ཡང་དག་པར་འདའ་བར་བྱོས་ཤིག །
en: You should do everything from immersing yourself in water to spending day and night drying yourself out while surrounded by the five suns.’

source: ཁྱེད་ཅག་ཚུར་ཤོག་སྐྲ་དང་ཁ་སྤུ་བྲེགས་པའི་རྗེས་སུ་སྦྱོར་བ་དང་ལྡན་པ་རྣམས་ཉིན་མཚན་ཡང་དག་པར་ཤིན་ཏུ་འདའ་བ་ནས་ལ་ལ་ཆུའི་འདམ་གཅིག་གི་བར་དུ་ཡང་འདི་ལྟར་སློབ་བོ། །
en: Train by doing everything from spending both day and night shaving your hair and facial hair to living in swamps.

source: ཁྱེད་ཅག་རི་བོའི་གཡང་ས་དེ་ལས་བདག་རང་ལྷུང་བ་ནས་ཆུའི་བར་དུ་ལྷུང་བར་བྱོས་ཤིག །
en: You should do everything from throwing yourself from mountain cliffs to jumping into rivers.’

source: ལ་ལ་ཡང་དེ་ལྟར་སློབ་ཏུ་བཅུག་གོ། །ཁྱེད་ཅག་ཚུར་ཤོག །
en: “They encouraged others to train by saying, ‘All of you come here!

source: རི་དང་། ཤིང་དང་། ལྟེང་ཀའི་ལྷ་མོ་ལ་ཕྱག་འཚལ་བར་བྱོས་ཤིག །
en: Prostrate to the goddesses of mountains, trees, and ponds.’

source: ལ་ལ་གནོད་སྦྱིན་གྱི་བརྟུལ་ཞུགས་ནས་བྱོལ་སོང་གི་སྐྱེ་གནས་ཀྱི་བརྟུལ་ཞུགས་ཀྱི་བར་དུ་སློབ་ཅིང་ཐར་པ་ཐོབ་པར་བྱོས་ཤིག །
en: “To others, they said, ‘Do everything from the yakṣa observance to the animal observances and you will reach liberation.’

source: ཚུར་ཤོག་ཁྱེད་ཅག་རབ་བསྐོར་བ་དེ་ལ་སེམས་ཅན་དུ་མ་སོད་ལ་དེས་ཐར་པ་ཐོབ་པར་བྱོས་ཤིག །
en: Kill many of those beings living around you and you will reach liberation.’

source: ལ་ལ་དེ་ལྟར་སློབ་བོ། །ཁྱེད་ཅག་འདི་ལ་ལུས་སྣ་ཚོགས་བསད་པ་དེས་ཐར་པ་ཐོབ་པར་གྱུར་ཅིག །ཡང་ལ་ལ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: “They instructed others by saying, ‘By killing various beings, you will reach liberation.’

source: མྱ་ངན་ལས་འདས་པ་ཁོང་དུ་ཆུད་པའི་ལམ་འདི་ནི་འདི་ལྟ་སྟེ།
en: “To others, they said, ‘The path to realizing nirvāṇa is the destruction of all karma.

source: ལས་ཐམས་ཅད་ཟད་པ་ཐར་པའོ། །
en: This is liberation.

source: དེ་ཇི་ལྟ་ཞེས་བྱས་ན་ཇི་ལྟར་སྐྱེས་བུ་འདིས་མི་དགེ་བའི་ལས་ཟད་པར་འགྱུར་བ་དེ་བཞིན་དུ་བསོད་ནམས་ཀྱང་ཟད་པར་འགྱུར་རོ། །
en: How does this happen? It happens when someone’s nonvirtuous actions and merit both become extinguished.

source: གང་གི་ཚེ་བསོད་ནམས་དང་སྡིག་པ་འདི་གཉིས་ཀྱིས་མ་ལུས་པར་ཡོངས་སུ་ཟད་པར་འགྱུར་བ་དེའི་ཚེ་ཕྱིས་བྱང་ཆུབ་ཐོབ་པར་འགྱུར་རོ། །ལ་ལ་དེ་ལྟར་སློབ་བོ། །
en: After that person’s merit and negative actions are both completely extinguished, they will reach awakening.’

source: དེ་གཉིས་སྦྱོར་བ་དང་འབྱུང་བར་གྱུར་པ་དེ་ཐར་པ་སྟེ། ལ་ལ་དེ་ལྟར་སློབ་ཏུ་བཅུག་གོ། །
en: “They trained others by saying, ‘Both exertion and emergence are liberation.’

source: དངོས་པོ་མེད་པ་དེ་གཉིས་ནི་དངོས་པོ་ཡོད་པ་མ་ཡིན་ནོ། །
en: “They inspired others to train by saying, ‘The two forms of nothing do not exist as something.

source: ཆོས་དང་ཆོས་མ་ཡིན་པ་ཞེས་བྱ་བ་ནི་ཚིག་གི་ལྷག་མའོ། །
en: Phenomena and the lack of phenomena are verbal remnants.

source: ལུས་འདིའི་ལུས་གཞན་གྱིས་ཆགས་པ་མེད་པའི་ཡེ་ཤེས་འབྱུང་བར་འགྱུར་བ་དེ་ཡང་དེ་བཞིན་དུ་ཐར་པ་སྟེ།
en: Liberation is thus the emergence of wisdom that is not attached to either this body or another body.’

source: ལ་ལ་ཇི་ཙམ་པ་དེ་ལྟར་སློབ་པར་བྱེད་དོ། །ཁྱོད་ཀྱིས་འདི་ལ་སྲོག་གཅད་པར་བྱ་བ་དང་། མ་བྱིན་པར་ལེན་པ་བླང་བར་བྱ་བ་ནས་ལོག་པ་ལ་ལྟ་བའི་བར་དུ་གྱུར་ཅིག་ཅེས་དེ་སྐད་དུ་སྨྲས་པས་ན་ལྷག་མ་མེད་དོ། །
en: “They inspired others to train by saying, ‘You should do everything from killing and taking what is not given to maintaining wrong views,’ without saying anything else.

source: འཇིག་རྟེན་ན་དགྲ་བཅོམ་པའང་མེད་དོ། །འཇིག་རྟེན་ཕ་རོལ་དང་འཇིག་རྟེན་འདིར་ཡང་དག་པར་སོང་བ་དང་།
en: “And in the past the māras encouraged beings to train, saying everything from, ‘The worthy ones are not in the world.

source: ཡང་དག་པར་ཞུགས་པར་བདག་མངོན་པར་ཤེས་ནས་མངོན་སུམ་དུ་བྱས་པ་ཉེ་བར་བསྒྲུབས་ཏེ་རབ་ཏུ་ཤེས་སོ། །བདག་གི་ཚེ་ཟད་ནས་ཚངས་པར་སྤྱོད་པ་ལ་སྤྱོད་དོ། །བྱ་བ་བྱས་སོ། །སྲིད་པར་ཀུན་ཏུ་སྦྱོར་བ་ཡོངས་སུ་ཟད་པའོ། །ཡང་དག་པའི་བཀའ་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བའི་སེམས་སོ་ཞེས་བྱ་བ་དེས་ཐར་པ་ཐོབ་པར་འགྱུར་རོ་ཞེས་བྱ་བ་ནས་གྲངས་ཅན་ཁྱོད་རང་བཞིན་གྱིས་སྐྱེས་བུ་དེའི་ཡེ་ཤེས་ལས་ཐར་པ་ཐོབ་པར་འགྱུར་རོ། །
en: I know that because I can actually perceive when beings have left this world and entered the next world, and I have attained a state in which I directly perceive it happening,’ and, ‘When my life comes to an end, I will have practiced the religious life, accomplished the goal, and the fetters of existence will be extinguished,’ up to ‘According to adherents of Sāṃkhya, who say that the correct instruction that the mind is utterly liberated is how liberation will be attained, you will attain liberation through knowledge of prakṛti and puruṣa.’

source: ཞེས་བྱ་བའི་བར་དུ་སྔོན་བདུད་ཀྱིས་དེ་བཞིན་དུ་སློབ་ཏུ་བཅུག་གོ། །དེ་ལ་རང་བཞིན་ཞེས་བྱ་བ་ནི་འཁོར་བའི་རྒྱུ་རྣམས་སྐྱེས་བུ་དང་བདག་གི་དོན་གཞན་མ་ཡིན་ནོ། །
en: In this respect, the term prakṛti refers to the causes of saṃsāra, and puruṣa is none other than the self.

source: དེ་ལ་གང་གི་ཚེ་རང་བཞིན་གྱིས་བདག་ཏུ་ལྟ་བ་དང་།
en: In this respect, when prakṛti is viewed as the self and prakṛti becomes the self, then one will attain liberation.

source: རང་བཞིན་གྱིས་བདག་ཏུ་འགྱུར་བ་དེའི་ཚེ་ཐར་པ་ཐོབ་པ་དེ་བཞིན་དུ་གྲངས་ཅན་ཁྱོད་ཀྱིས་ཐར་པའོ། །
en: In this way, according to adherents of Sāṃkhya, you will attain liberation.

source: དེ་བཞིན་དུ་ཁྱོད་ཁྱིམ་གྱི་གནས་ནས་བྱུང་ཞིང་ཆོས་དང་ཆོས་མ་ཡིན་པ་དེ་ཉིད་དུ་རབ་ཏུ་ཤེས་སོ། །
en: Those of you who renounce the life of a householder and understand Dharma and non-Dharma in that manner will never reach liberation!”

source: དེས་ཁྱེད་ཅག་ཐར་པར་མི་འགྱུར་རོ་ཞེས་བཅོམ་ལྡན་འདས་ཀྱིས་ཀུན་ཏུ་རྒྱུ་སྡིག་པ་སྤོང་བ་ལ་བཀའ་སྩལ་པ་དང་ཀུན་ཏུ་རྒྱུས་གསོལ་པ་བཅོམ་ལྡན་འདས་དེ་དེ་བཞིན་ཏེ་བདེ་བར་གཤེགས་པ་དེ་བཞིན་ནོ། །
en: When the Blessed One said that to the parivrājakas who renounce misdeeds, the parivrājakas replied, “Thus it is, Blessed One!

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Thus it is, Well-Gone One!”

source: སྡིག་པ་སྤོང་བ་གང་ལ་ལ་ལོག་པ་ལ་ལྟ་བ་ཅན་ཐར་པར་འདོད་པར་བྱེད་པ་དེ་ཡང་བདུད་ཀྱི་ཞགས་པས་བཏགས་པར་འགྱུར་བ་ནི་ཉོན་མོངས་པའི་བདུད་དང་།
en: The Blessed One then said, “Renouncers of misdeeds, those who seek liberation while adhering to wrong views will be hung by the māras’ noose.

source: ཕུང་པོའི་བདུད་དང་། འཆི་བའི་བདུད་དང་། དབང་སྒྱུར་བའི་བདུད་ཀྱི་ཞགས་པས་བཏགས་པར་འགྱུར་རོ། །
en: They will be hung by the noose of the māra of the afflictions, the māra of the aggregates, the māra of death, and the māra of being under their control.

source: སྡིག་པ་སྤོང་བ་གང་ལ་ལ་བདུད་བཞི་ལ་ཆགས་པ་དེ་དག་གི་ཚངས་པར་སྤྱོད་པར་གནས་པ་ལ་འདྲེས་པའོ། །
en: Renouncers of misdeeds, those who are attached to these four māras have contaminated their observance of the religious life.

source: གང་དག་ཚངས་པར་སྤྱོད་པར་གནས་པ་ལ་འདྲེས་པ་དེ་དག་རྟག་ཏུ་ཡོངས་སུ་ཆད་པར་བྱས་པ་རྒ་ཤིའི་ཆུ་བོ་བཞིས་ཁྱེར་རོ། །
en: Those whose observance of the religious life is adulterated always bring about their own demise and are carried away by the four floods that lead to old age and death.

source: དེས་ཁྱེད་ཅག་ཚངས་པར་སྤྱོད་པ་ལ་གནས་པ་འབྲས་བུ་མེད་ཅིང་འཕགས་པ་ལ་དམོད་པ་འདི་ཐར་པའི་སླུ་བར་བྱོས་ཤིག །
en: Your observance of the religious life is therefore useless, and it is disparaged by the noble ones. You make false claims of liberation!
